/* `welcomeLabel` UILabel text default value */
"Welcome" = "Benvingut";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "Gràcies per descarregar";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "Seguiu les instruccions que heu rebut en el correu electrònic de benvinguda per iniciar el procés d'activació.";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "Mantingueu-vos al capdavant de la vostra gestió diària de tasques i col·laboreu fàcilment en projectes.";

"ScanInstruction" = "Escanegeu el codi QR segur per iniciar el procés d'activació.";

"DiscoveryServiceInstruction" = "Introduïu la vostra adreça de correu electrònic per iniciar el procés d'activació.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "S’està comprovant el compte ...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "Iniciar";

"Scan" = "Escanejar";

/* `demoLabel` UILabel text default value */
"Explore" = "Voleu explorar-ho?";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "Provar la demostració";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "Fixar codi d’accés";

/* The title for the enter passcode screen. */
"PasscodeKey" = "Codi d’accés";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "Seleccionar codi d’accés";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "Confirmar codi d’accés";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "Introduïu el vostre codi d’accés de nou.";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "Confirmeu el vostre codi d’accés.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "Introduïu el vostre codi d’accés.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "Modificar codi d’accés";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "Introduïu el codi d’accés actual.";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "No ara";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "Endarrere";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "Següent";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "Fet";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "Seleccioneu un codi d’accés com a mínim de %d caràcters per desbloquejar l’aplicació.";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "Seleccioneu un codi d’accés com a mínim de %d dígits per desbloquejar l’aplicació.";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "Ha d’incloure el següent:";

/* The group name for lower case letters. */
"LowerCaseKey" = "Minúscules (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "Majúscules (A-Z)";

/* The group name for digits. */
"DigitsKey" = "Dígits (0–9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "Símbols (!@#…)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "Restablir codi d’accés";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "Error en validar codi d’accés";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "FUIPasscodeControllerDelegate ha rebutjat el codi d’accés.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "Reintentar";

/* The title for setup touch ID screen. */
"TouchIDKey" = "Touch ID";

/* The title for setup touch ID screen. */
"FaceIDKey" = "Face ID";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = " ara està disponible.";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "L'activació de Touch ID us permet un accés més ràpid a la informació.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "Podeu activar o desactivar aquesta funcionalitat en qualsevol moment a Configuració.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "Activeu Touch ID per un accés ràpid i segur.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Si Touch ID està desactivat, se us demanarà el codi d’accés del dispositiu.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "L'activació de Face ID us permet un accés més ràpid a la informació.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "Podeu activar o desactivar aquesta funcionalitat en qualsevol moment a Configuració.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "Activeu Face ID per un accés ràpid i segur.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Si Face ID està desactivat, se us demanarà el codi d’accés del dispositiu.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "Per usar Touch ID, agregeu l’empremta digital a la vostra configuració del dispositiu.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "Podeu fer-ho en qualsevol moment a Configuració - Touch ID i codi d'accés.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "Per utilitzar Face ID, inscriviu Face ID a la configuració del vostre dispositiu.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "Podeu fer-ho en qualsevol moment a Configuració - Face ID i codi d'accés.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "Més informació de Touch ID";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "Més informació de Face ID";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "Activar";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "Autenticar con Touch ID";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "Autenticar con Face ID";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "Error";

/* The error title. */
"AuthenticationErrorKey" = "Error d’autenticació";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "Autentiqueu amb Touch ID per utilitzar l’aplicació";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "Autentiqueu amb Face ID per utilitzar l’aplicació";

/* The authenticate button text. */
"AuthenticateKey" = "Autenticar";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "Els codi d’accés no coincideixen. Torneu-ho a intentar.";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "Queden %d intents.";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "Queda 1 intent.";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "No queden intents.";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "Inicieu sessió per restablir el codi d’accés.";

/* The text of the dismiss button on the alert. */
"OKKey" = "D'acord";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "Codi d’accés incorrecte. Torneu-ho a intentar.";

/* The scan page title string. */
"ScanKey" = "Escanejar";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "Escaneig correcte";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "Seleccioneu una imatge de codi QR.";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "Codi QR no vàlid";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "No s’ha reconegut el codi QR.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "Permetre l’accés a les fotos";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "Per seleccionar una imatge de codi QR, doneu accés a les vostres fotos a la configuració de privacitat del vostre dispositiu.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "Permetre l’accés a la càmera";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "Per escanejar amb la càmera, doneu accés a la vostra càmera a la configuració de privacitat del vostre dispositiu.";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "Configuració";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "Confirmació";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "L'escaneig ha tingut èxit. Estareu connectat per:";

/* The title string for the \"Continue\" button */
"ContinueKey" = "Continuar";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "Iniciar";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "Activació";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "Si heu rebut un correu electrònic de benvinguda, seguiu l'enllaç d'activació del correu electrònic. En cas contrari, introduïu la vostra adreça de correu electrònic o escanegeu el codi QR per iniciar l’activació.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "Següent";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "O";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "Escanejar";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "Accepto";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "No accepto";

/* The authentication title. */
"AuthenticationKey" = "Autenticació";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "Proporcioneu el vostre nom d'usuari i contrasenya per autenticar-vos.";

/* Username input field placeholder string */
"usernameKey" = "nom d’usuari";

/* Password input field placeholder string */
"passwordKey" = "contrasenya";

/* Sign In button string. */
"SignInKey" = "Iniciar sessió";

/* Error message when failed to sign in. */
"SignInErrorKey" = "Credencials incorrectes. Torneu-ho a intentar.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "Proporcioneu la informació següent per iniciar el procés d’activació.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "S’està verificant la informació ...";

/* Cancel button string. */
"CancelKey" = "Cancel·lar";

/* Allow button string. */
"AllowKey" = "Permetre";

/* Deny button string. */
"DenyKey" = "Prohibir";

/* No button string. */
"NoKey" = "No";

/* Quit button string. */
"QuitKey" = "Sortir";

/* GiveConsent button string. */
"GiveConsentKey" = "Donar el consentiment";

/* Navbar title string. */
"StepKey" = "Pas";

/* Navbar title string. */
"OfKey" = "de";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "Esteu segur que voleu sortir del procés d’activació?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "Sense consentiment, no podreu continuar l'activació.";

/* Switch User button string. */
"SwitchOrAddUserKey" = "Canviar o afegir usuari";

/* Title for Log In button */
"LogInKey" = "Inici de sessió";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "Cercar usuaris en aquest dispositiu";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "Heu oblidat el codi d’accés?";

/* Title for Loction */
"PNLoctionTitleKey" = "Activeu els serveis d’ubicació per tal d’utilitzar les funcions de mapa i de navegació";

/* Title for Notifications */
"PNNotificationsTitleKey" = "Activeu les notificacions per tal de rebre les alertes sobre anuncis importants";

/* Title for Photos */
"PNPhotosTitleKey" = "Activeu l’accés a la biblioteca de fotos per tal d’activar l’ús compartit de fotos i accedir a la biblioteca de fotos";

/* Title for Calendar */
"PNCalendarTitleKey" = "Activeu l’accés al calendari per tal de reservar sales i veure les reunions";

/* Title for Camera */
"PNCameraTitleKey" = "Activeu la càmera per tal d’iniciar sessió i verificar l’ús de Face ID";

/* Subtitle for FUIPrivacyNoticeView */
"PNSubtitleKey" = "Podeu modificar aquest permís més tard mitjançant les opcions de l’aplicació";

/* FooterText for FUIPrivacyNoticeSettingsController */
"PNSettingsFooterTextKey" = "La aplicació utilitza els següents permisos per tal d’oferir-vos la millor experiència";

/* FooterText of Location for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsLocationFooterTextKey" = "Permeteu que l’aplicació accedeixi a Ubicació i que us avisi quan l’estigueu utilitzant.\n\nPer establir o editar el permís d’Ubicació, obriu les opcions d’iOS > Toqueu “Ubicació” > Toqueu “Aplicació” > Seleccioneu l’opció de permís d’Ubicació que preferiu";

/* FooterText of Notifications for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsNotificationsFooterTextKey" = "Permeteu que l’aplicació accedeixi a Notificacions i que us avisi quan l’estigueu utilitzant.\n\nPer establir o editar el permís de Notificacions, obriu les opcions d’iOS > Toqueu “Notificacions” > Toqueu “Aplicació” > Seleccioneu l’opció de permís de Notificacions que preferiu";

/* FooterText of Photos for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsPhotosFooterTextKey" = "Permeteu que l’aplicació accedeixi a Fotos i que us avisi quan l’estigueu utilitzant.\n\nPer establir o editar el permís de Fotos, obriu les opcions d’iOS > Toqueu “Fotos” > Toqueu “Aplicació” > Seleccioneu l’opció de permís de Fotos que preferiu";

/* FooterText of Camera for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCameraFooterTextKey" = "Permeteu que l’aplicació accedeixi a Càmera i que us avisi quan l’estigueu utilitzant.\n\nPer establir o editar el permís de Càmera, obriu les opcions d’iOS > Toqueu “Càmera” > Toqueu “Aplicació” > Seleccioneu l’opció de permís de Càmera que preferiu";

/* FooterText of Calendar for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCalendarFooterTextKey" = "Permeteu que l’aplicació accedeixi a Calendari i que us avisi quan l’estigueu utilitzant.\n\nPer establir o editar el permís de Calendari, obriu les opcions d’iOS > Toqueu “Calendari” > Toqueu “Aplicació” > Seleccioneu l’opció de permís de Calendari que preferiu";

/* The button title for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingKey" = "Obriu Opcions d’iOS";

